[M_Lobelia_UnlockDoor MissionDefinition]
MissionDescription="Patricia Tannis has set up a training course for the Crimson Raiders of Sanctuary. Tannis filled the gauntlet, situated on [place]Digistruct Peak[-place], with dozens of digital reconstructions of Pandoran baddies.<br><br>Before you can enter the gauntlet, however, Tannis has a task for you: you must open a door."
TurnInDescription="That door was a raid boss."
MissionSummary="Open the door to Tannis's Digistruct Training Gauntlet."

[M_Lobelia_UnlockDoor:UnlockDoor MissionObjectiveDefinition]
ProgressMessage="Unlock door"
